[
  {
    "image": "/img/image-promotion-02.png",
    "title": "Carnaval 2025",
    "titleEn": "Carnival 2025",
    "titleEs": "Carnaval 2025",
    "description": "Pensou em folia, pensou no Hotel Daifa! Confira nossos pacotes e venha sambar conosco!",
    "descriptionEn": "If you think of revelry, think about Hotel Daifa! Check out our packages and come samba with us!",
    "descriptionEs": "Penso en diversion, penso en el hotel daifa! Vea nuestros paquetes y venga a sambar con nosotros",
    "package": "Pacote de 03 noites",
    "packageEn": "Package of 03 nights",
    "packageEs": "Pacote de 03 noches",
    "date": "28/02 a 05/03",
    "dateEn": "02/28 to 03/05"
  },

  {
    "image": "/img/image-promotion-03.png",
    "title": "Janeiro e fevereiro 2025",
    "titleEn": "January and February 2025",
    "titleEs": "Enero y Febrero 2025",
    "description": "Já pensou em curtir o verão em um dos melhores destinos do Brasil com preços super especiais?! O Hotel Daifa oferece as melhores condições",
    "descriptionEn": "Have you ever thought about enjoying the summer in one of Brazil's best destinations at super special prices?! Hotel Daifa offers the best conditions",
    "descriptionEs": "Ya penso en pasar el verano en uno de los mejores destinos de Brasil con precios super especiales ?  El hotel daifa le ofrece las mejores condiciones.",
    "package": "Pacote de 02 noites",
    "packageEn": "Package of 02 nights",
    "packageEs": "Pacote de 02 noches",
    "date": "",
    "dateEn": ""
  },
  {
    "image": "/img/image-promotion-04.png",
    "title": "Vai participar de algum Evento em Floripa?",
    "titleEn": "Are you going to participate in any Event in Floripa?",
    "titleEs": "Vas a participar en algun evento en Floripa?",
    "description": "Confira nossas tarifas especiais e garanta sua hospedagem na localização mais estratégica de Florianópolis",
    "descriptionEn": "Check out our special rates and guarantee your accommodation in the most strategic location in Florianópolis",
    "descriptionEs": "Vea nuestras tarifas especiales y garantice su alojamiento en la ubicacion mas estrategica de Florianopolis",
    "package": "",
    "packageEn": "",
    "packageEs": "",
    "date": "março a junho/2025",
    "dateEn": "March to June/2025"
  }
]
